export const statusOptions = [
  { value: "Άλλο", label: "Άλλο" },
  { value: "Ενεργή", label: "Ενεργή" },
  { value: "Σε Αδράνεια", label: "Σε Αδράνεια" },
  { value: "Πτώχευση", label: "Πτώχευση" },
  { value: "Λύση - Εκκαθάριση", label: "Λύση - Εκκαθάριση" },
  { value: "Διαδικασία Συνδιαλλαγής", label: "Διαδικασία Συνδιαλλαγής" },
  { value: "Διαγραφή", label: "Διαγραφή" },
  { value: "Διαγραφή λόγω συγχώνευσης", label: "Διαγραφή λόγω συγχώνευσης" },
  { value: "Αναγκαστική διαχείριση", label: "Αναγκαστική διαχείριση" },
  { value: "Διαγραφή λόγω διάσπασης", label: "Διαγραφή λόγω διάσπασης" },
];

export const regionOptions = [
  { value: "Δυτική Ελλάδα", label: "Δυτική Ελλάδα" },
  { value: "Πελοπόννησος", label: "Πελοπόννησος" },
  { value: "Ήπειρος", label: "Ήπειρος" },
  { value: "Αττική", label: "Αττική" },
  { value: "Στερεά Ελλάδα", label: "Στερεά Ελλάδα" },
  { value: "Δυτική Μακεδονία", label: "Δυτική Μακεδονία" },
  {
    value: "Ανατολική Μακεδονία και Θράκη",
    label: "Ανατολική Μακεδονία και Θράκη",
  },
  { value: "Νότιο Αιγαίο", label: "Νότιο Αιγαίο" },
  { value: "Ιόνιοι Νήσοι", label: "Ιόνιοι Νήσοι" },
  { value: "Κεντρική Μακεδονία", label: "Κεντρική Μακεδονία" },
  { value: "Κρήτη", label: "Κρήτη" },
  { value: "Θεσσαλία", label: "Θεσσαλία" },
  { value: "Βόρειο Αιγαίο", label: "Βόρειο Αιγαίο" },
];


